Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/GeneralSettingsUI/AutomaticContentDownload.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_WIFI_AND_CELLULAR
source: Allow apps to refresh their content when on Wi-Fi or cellular in the background. Turning off apps may help preserve battery life.
ar: السماح للتطبيقات بتحديث محتواها عند الاتصال بشبكة Wi-Fi أو شبكة خلوية في الخلفية. قد يساعد إيقاف التطبيقات في الحفاظ على عمر البطارية.
bg: Позволяване на приложенията да обновяват съдържанието си във фонов режим, когато се използва Wi-Fi или мобилна мрежа. Изключването на приложенията може да помогне за запазване на живота на батерията.
ca: Permet que les apps actualitzin el contingut en segon pla quan el dispositiu estigui connectat a una xarxa Wi‑Fi o de dades mòbils. Si desactives apps, estalviaràs bateria.
cs: Během připojení k Wi‑Fi či mobilní síti budou aplikace na pozadí automaticky aktualizovat svůj obsah. Ukončením aplikací prodloužíte výdrž baterie.
da: Tillad, at apps opdaterer indhold via Wi-Fi eller mobilnetværk i baggrunden. Batteritiden kan evt. forlænges, hvis du slår apps fra.
de: Erlaube Apps über WLAN oder das mobile Netz, im Hintergrund Inhalte zu aktualisieren. Das Deaktivieren von Apps kann die Batterielebensdauer verlängern.
el: Το περιεχόμενο εφαρμογών θα ανανεώνεται στο παρασκήνιο μέσω Wi-Fi ή κινητού δικτύου. Η απενεργοποίηση εφαρμογών μπορεί να βοηθήσει στην εξοικονόμηση διάρκειας της μπαταρίας.
es: Permite que las apps actualicen sus contenidos en segundo plano cuando ^[estés ^[conectado](inflect: true)](inflectionAlternative: "tengas conexión") a una red Wi‑Fi o móvil. Si desactivas las apps, ahorrarás batería.
es_us: Permitir que las apps actualicen contenido en segundo plano al tener conexión a una red Wi‑Fi o celular. Desactivar apps podría ahorrar batería.
fi: Salli appien sisällön päivitys taustalla, kun olet Wi‑Fi- tai mobiiliverkossa. Laittamalla apit pois päältä autat säästämään akkua.
fr: Autorisez les apps à actualiser leur contenu sous Wi‑Fi ou réseau cellulaire en arrière-plan. Désactiver les apps peut prolonger l’autonomie de la batterie.
fr_ca: Autorisez les applications à actualiser leur contenu en arrière-plan lorsque l’appareil est connecté à un réseau Wi‑Fi ou cellulaire. Désactiver les applications peut prolonger l’autonomie de la batterie.
he: ניתן לאפשר ליישומים להתעדכן ברקע בעת חיבור לרשת אלחוטית. ביטול אפשרות זו עשוי להאריך את חיי הסוללה.
hi: वाई-फ़ाई या मोबाइल डेटा चालू होने पर बैकग्राउंड में ऐप्स को अपना कॉन्टेंट रीफ़्रेश करने की अनुमति दें। ऐप्स बंद कर देने से बैटरी लाइफ़ बचाने में मदद मिल सकती है।
hr: Dozvolite aplikacijama osvježavanje njihovog sadržaja u pozadini kad ste spojeni na Wi-Fi ili podatkovnu mrežu. Isključenjem aplikacija možete produljiti trajanje baterije.
hu: A tartalom háttérben történő frissítésének engedélyezése az appok számára Wi-Fi- vagy mobilhálózat használata esetén. Az appok kikapcsolása növelheti az akkumulátor üzemidejét.
id: Izinkan app menyegarkan kontennya saat terhubung ke Wi-Fi atau seluler di latar belakang. Mematikan app dapat membantu menghemat masa pakai baterai.
it: Consenti alle app di aggiornare i propri contenuti in background quando il tuo dispositivo è connesso a una rete Wi-Fi o cellulare. Disattivando le app, la durata della batteria potrebbe aumentare.
ja: Wi-Fi/モバイル通信接続中に、使用されていないアプリがバックグラウンドでコンテンツを更新することを許可します。以下の設定でアプリをオフにするとバッテリー駆動時間を節約できる可能性があります。
kk: Wi-Fi немес ұялы желі қосулы болғанда, қолданбаларға контентті фондық режимде жаңартуға рұқсат беріңіз. Қолданбаны өшіріп, аккумулятор қуатын үнемдеуге болады.
ko: Wi‑Fi 또는 셀룰러 네트워크에 연결되어 있을 때 백그라운드에서 앱 콘텐츠를 새로 고칠 수 있도록 허용합니다. 앱을 끄면 배터리 소모를 줄일 수 있습니다.
lt: Leiskite programoms atnaujinti turinį fone, prisijungus prie „Wi-Fi“ arba mobiliojo ryšio tinklo. Išjungus programas, akumuliatorius gali veikti ilgiau.
ms: Benarkan app menyegarkan semula kandungannya apabila menggunakan Wi-Fi atau selular di latar belakang. Menyahaktifkan app mungkin membantu menjimatkan hayat bateri.
nl: Sta toe dat de inhoud van apps op de achtergrond wordt ververst bij verbinding met een wifi- of mobiel netwerk. Door apps uit te schakelen, gaat de batterij mogelijk langer mee.
no: Tillat at apper kan oppdatere innhold når du er koblet til Wi‑Fi eller mobilnett i bakgrunnen. Lukking av apper kan gi lengre batteribrukstid.
pl: Aplikacje mogą odświeżać swoje dane w tle przez sieć Wi‑Fi lub komórkową. Wyłączenie aplikacji może przedłużyć pracę na baterii.
pt: Permite que os apps atualizem conteúdo em 2º plano quando houver uma conexão Wi-Fi ou celular. A desativação de apps pode preservar a duração da bateria.
pt_pt: Permitir que as aplicações atualizem o respetivo conteúdo, em segundo plano, quando houver ligação a uma rede Wi‑Fi ou móvel. Fechar as aplicações contribui para poupar bateria.
ro: Permiteți aplicațiilor să-și reîmprospăteze conținutul (prin Wi-Fi sau conexiune celulară) în fundal. Dezactivarea funcției pentru unele aplicații poate proteja autonomia bateriei.
ru: Разрешать в фоновом режиме обновление приложениями их контента при нахождении в сети Wi‑Fi или сотовой сети. Время работы от аккумулятора можно увеличить, выключив приложения.
sk: Umožní apkám osviežovať obsah na pozadí, ak je dostupné pripojenie k Wi-Fi alebo mobilnej sieti. Vypnutím apiek môžete predĺžiť výdrž batérie.
sl: Dovolite aplikacijam, da osvežijo vsebino v ozadju, ko uporabljate Wi-Fi ali mobilno omrežje. Z izklopom aplikacij lahko podaljšate čas delovanja baterije.
sv: Tillåt appar att uppdatera sitt innehåll vid anslutning till Wi-Fi eller mobilnät i bakgrunden. Om du stänger av appar kan batteritiden förbättras.
th: อนุญาตแอปให้ดึงข้อมูลเนื้อหาใหม่ขณะที่ใช้ Wi‑Fi หรือเซลลูลาร์อยู่เบื้องหลัง การปิดไม่อนุญาตแอปอาจช่วยยืดระยะเวลาการใช้งานแบตเตอรี่
tr: Uygulamaların arka planda, Wi-Fi veya hücresel bağlantıyı kullanırken içeriklerini yenilemesine izin verir. Uygulamaların kapatılması pil ömrünü uzatmaya yardımcı olabilir.
uk: Дозволити програмам оновлювати контент, коли є Wi-Fi або стільниковий звʼязок, у фоновому режимі. Вимкнення програм допоможе заощадити заряд акумулятора.
vi: Cho phép các ứng dụng làm mới nội dung trong nền khi trên mạng Wi-Fi hoặc mạng di động. Việc tắt các ứng dụng có thể giúp duy trì thời lượng pin.
zh_cn: 使用Wi-Fi或蜂窝网络时，允许App在后台刷新内容。关闭App有助于节省电量。
zh_hk: 允許App在連接Wi-Fi或流動網絡時，背景更新內容。關閉App可協助你延長電池使用時間。
zh_tw: 連接Wi-Fi或行動網路時，允許App在背景中重新整理內容。關閉App可協助你保存電池續航力。

# FOOTER_WLAN_AND_CELLULAR
source: Allow apps to refresh their content when on WLAN or cellular in the background. Turning off apps may help preserve battery life.
ar: السماح للتطبيقات بتحديث محتواها عند الاتصال بشبكة WLAN أو الشبكة الخلوية في الخلفية. قد يساعد إيقاف التطبيقات في الحفاظ على عمر البطارية.
bg: Позволяване на приложенията да обновяват съдържанието си във фонов режим, когато се използва WLAN или мобилна мрежа. Изключването на приложенията може да помогне за запазване на живота на батерията.
ca: Permet que les apps actualitzin el contingut en segon pla quan el dispositiu estigui connectat a una xarxa WLAN o de dades mòbils. Si desactives apps, estalviaràs bateria.
cs: Během připojení k WLAN či mobilní síti budou aplikace na pozadí automaticky aktualizovat svůj obsah. Ukončením aplikací prodloužíte výdrž baterie.
da: Tillad, at apps opdaterer indhold via WLAN- eller mobilnetværk i baggrunden. Batteritiden kan evt. forlænges, hvis du slår apps fra.
de: Erlaube Apps über WLAN oder das mobile Netz, im Hintergrund Inhalte zu aktualisieren. Das Deaktivieren von Apps kann die Batterielebensdauer verlängern.
el: Το περιεχόμενο εφαρμογών θα ανανεώνεται στο παρασκήνιο μέσω WLAN ή κινητού δικτύου. Η απενεργοποίηση εφαρμογών μπορεί να βοηθήσει στην εξοικονόμηση διάρκειας της μπαταρίας.
es: Permite que las apps actualicen sus contenidos en segundo plano cuando ^[estés ^[conectado](inflect: true)](inflectionAlternative: "tengas conexión") a una red WLAN o móvil. Si desactivas las apps, ahorrarás batería.
es_us: Permitir que las apps actualicen contenido en segundo plano al tener conexión a una red WLAN o celular. Desactivar apps podría ahorrar batería.
fi: Salli appien sisällön päivitys taustalla, kun olet WLAN- tai mobiiliverkossa. Laittamalla apit pois päältä autat säästämään akkua.
fr: Autorisez les apps à actualiser leur contenu sous WLAN ou réseau cellulaire en arrière-plan. Désactiver les apps peut prolonger l’autonomie de la batterie.
fr_ca: Autorisez les applications à actualiser leur contenu en arrière-plan lorsque l’appareil est connecté à un réseau WLAN ou cellulaire. Désactiver les applications peut prolonger l’autonomie de la batterie.
he: ניתן לאפשר ליישומים להתעדכן ברקע בעת חיבור לרשת WLAN. ביטול אפשרות זו עשוי להאריך את חיי הסוללה.
hi: WLAN या मोबाइल डेटा चालू होने पर बैकग्राउंड में ऐप्स को अपना कॉन्टेंट रीफ़्रेश करने की अनुमति दें। ऐप्स बंद कर देने से बैटरी लाइफ़ बचाने में मदद मिल सकती है।
hr: Dozvolite aplikacijama osvježavanje njihovog sadržaja u pozadini kad ste spojeni na WLAN ili podatkovnu mrežu. Isključenjem aplikacija možete produljiti trajanje baterije.
hu: A tartalom háttérben történő frissítésének engedélyezése az appok számára WLAN- vagy mobilhálózat használata esetén. Az appok kikapcsolása növelheti az akkumulátor üzemidejét.
id: Izinkan app menyegarkan kontennya saat terhubung ke WLAN atau seluler di latar belakang. Mematikan app dapat membantu menghemat masa pakai baterai.
it: Consenti alle app di aggiornare i propri contenuti in background quando il tuo dispositivo è connesso a una rete WLAN o cellulare. Disattivando le app, la durata della batteria potrebbe aumentare.
ja: WLAN/モバイル通信接続中に、使用されていないアプリがバックグラウンドでコンテンツを更新することを許可します。以下の設定でアプリをオフにするとバッテリー駆動時間を節約できる可能性があります。
kk: WLAN немесе ұялы желі қосулы болғанда, қолданбаларға контентті фондық режимде жаңартуға рұқсат беріңіз. Қолданбаны өшіріп, аккумулятор қуатын үнемдеуге болады.
ko: WLAN 또는 셀룰러 네트워크에 연결되어 있을 때 백그라운드에서 앱 콘텐츠를 새로 고칠 수 있도록 허용합니다. 앱을 끄면 배터리 소모를 줄일 수 있습니다.
lt: Leiskite programoms atnaujinti turinį fone, prisijungus prie WLAN arba mobiliojo ryšio tinklo. Išjungus programas, akumuliatorius gali veikti ilgiau.
ms: Benarkan app menyegarkan semula kandungannya apabila menggunakan WLAN atau selular di latar belakang. Menyahaktifkan app mungkin membantu menjimatkan hayat bateri.
nl: Sta toe dat de inhoud van apps op de achtergrond wordt ververst bij verbinding met een WLAN- of mobiel netwerk. Door apps uit te schakelen, gaat de batterij mogelijk langer mee.
no: Tillat at apper kan oppdatere innhold når du er koblet til WLAN eller mobilnett i bakgrunnen. Lukking av apper kan gi lengre batteribrukstid.
pl: Aplikacje mogą odświeżać swoje dane w tle przez sieć WLAN lub komórkową. Wyłączenie aplikacji może przedłużyć pracę na baterii.
pt: Permite que os apps atualizem conteúdo em 2º plano quando houver uma conexão WLAN ou celular. A desativação de apps pode preservar a duração da bateria.
pt_pt: Permitir que as aplicações atualizem o respetivo conteúdo, em segundo plano, quando houver ligação a uma rede WLAN ou móvel. Fechar as aplicações contribui para poupar bateria.
ro: Permiteți aplicațiilor să-și reîmprospăteze conținutul (prin WLAN sau conexiune celulară) în fundal. Dezactivarea funcției pentru unele aplicații poate proteja autonomia bateriei.
ru: Разрешать в фоновом режиме обновление приложениями их контента при нахождении в сети WLAN или сотовой сети. Время работы от аккумулятора можно увеличить, выключив приложения.
sk: Umožní apkám osviežovať obsah na pozadí, ak je dostupné pripojenie k WLAN alebo mobilnej sieti. Vypnutím apiek môžete predĺžiť výdrž batérie.
sl: Dovolite aplikacijam, da osvežijo vsebino v ozadju, ko uporabljate WLAN ali mobilno omrežje. Z izklopom aplikacij lahko podaljšate čas delovanja baterije.
sv: Tillåt appar att uppdatera sitt innehåll vid anslutning till WLAN eller mobilnät i bakgrunden. Om du stänger av appar kan batteritiden förbättras.
th: อนุญาตแอปให้ดึงข้อมูลเนื้อหาใหม่ขณะที่ใช้ WLAN หรือเซลลูลาร์อยู่เบื้องหลัง การปิดไม่อนุญาตแอปอาจช่วยยืดระยะเวลาการใช้งานแบตเตอรี่
tr: Uygulamaların arka planda, WLAN veya hücresel bağlantıyı kullanırken içeriklerini yenilemesine izin verir. Uygulamaların kapatılması pil ömrünü uzatmaya yardımcı olabilir.
uk: Дозволити програмам оновлювати контент, коли є WLAN або стільниковий звʼязок, у фоновому режимі. Вимкнення програм допоможе заощадити заряд акумулятора.
vi: Cho phép các ứng dụng làm mới nội dung trong nền khi trên mạng WLAN hoặc mạng di động. Việc tắt các ứng dụng có thể giúp duy trì thời lượng pin.
zh_cn: 使用无线局域网或蜂窝网络时，允许App在后台刷新内容。关闭App有助于节省电量。
zh_hk: 允許App在連接WLAN或流動網絡時，背景更新內容。關閉App可協助你延長電池使用時間。
zh_tw: 連接WLAN或行動網路時，允許App在背景中重新整理內容。關閉App可協助你保存電池續航力。

# WLAN_AND_CELLULAR
source: WLAN & Cellular Data
ar: بيانات شبكة WLAN والشبكة الخلوية
bg: WLAN и Мобилни данни
ca: WLAN i dades mòbils
cs: WLAN a mobilní data
da: WLAN og mobildata
de: WLAN & Mobile Daten
el: WLAN + δεδομένα κινητού δικτύου
es: WLAN y datos móviles
es_us: WLAN y datos celulares
fi: WLAN ja mobiilidata
fr: WLAN et données cellulaires
fr_ca: WLAN et données cellulaires
he: רשת WLAN ונתונים סלולריים
hi: WLAN और मोबाइल डेटा
hr: WLAN i mobilni podaci
hu: WLAN és mobiladat-hálózat
id: WLAN & Data Seluler
it: WLAN e dati cellulare
ja: WLANとモバイルデータ通信
kk: WLAN және ұялы деректер
ko: WLAN 및 셀룰러 데이터
lt: WLAN ir mobilieji duomenys
ms: WLAN & Data Selular
nl: WLAN en mobiele data
no: WLAN og mobildata
pl: WLAN i komórkowa
pt: WLAN e Dados Celulares
pt_pt: WLAN e dados móveis
ro: WLAN și date celulare
ru: WLAN и сотовые данные
sk: WLAN a mobilné dáta
sl: WLAN in mobilni podatki
sv: WLAN och mobildata
th: WLAN และข้อมูลเซลลูลาร์
tr: WLAN ve Hücresel Veri
uk: WLAN і Стільникові дані
vi: WLAN & Dữ liệu di động
zh_cn: 无线局域网与蜂窝数据
zh_hk: WLAN及流動數據
zh_tw: WLAN與行動數據

# FOOTER_WIFI
source: Allow apps to refresh their content when on Wi-Fi in the background. Turning off apps may help preserve battery life.
ar: السماح للتطبيقات بتحديث محتواها عند وجود Wi-Fi في الخلفية. قد يساعد إيقاف التطبيقات في الحفاظ على عمر البطارية.
bg: Позволяване на приложенията да обновяват съдържанието си във фонов режим, когато се използва Wi-Fi. Изключването на приложенията може да помогне за запазване на живота на батерията.
ca: Permet que les apps actualitzin el contingut en segon pla quan el dispositiu estigui connectat a una xarxa Wi‑Fi. Si desactives apps, estalviaràs bateria.
cs: Během připojení k Wi‑Fi budou aplikace na pozadí automaticky aktualizovat svůj obsah. Ukončením aplikací prodloužíte výdrž baterie.
da: Tillad, at apps opdaterer indhold via Wi-Fi i baggrunden. Batteritiden kan evt. forlænges, hvis du slår apps fra.
de: Erlaube Apps über WLAN, im Hintergrund Inhalte zu aktualisieren. Das Deaktivieren von Apps kann die Batterielebensdauer verlängern.
el: Το περιεχόμενο εφαρμογών θα ανανεώνεται στο παρασκήνιο μέσω Wi-Fi. Η απενεργοποίηση εφαρμογών μπορεί να βοηθήσει στην εξοικονόμηση διάρκειας της μπαταρίας.
es: Permite que las apps actualicen sus contenidos en segundo plano cuando ^[estés ^[conectado](inflect: true)](inflectionAlternative: "tengas conexión") a una red Wi‑Fi. Si desactivas apps, ahorrarás batería.
es_us: Permitir que las apps actualicen contenido en segundo plano al tener conexión a una red Wi‑Fi. Desactivar apps podría ahorrar batería.
fi: Salli appien sisällön päivitys taustalla, kun olet Wi‑Fi-verkossa. Laittamalla apit pois päältä autat säästämään akkua.
fr: Autorisez les apps à actualiser leur contenu sous Wi‑Fi en arrière-plan. Désactiver les apps peut prolonger l’autonomie de la batterie.
fr_ca: Autorisez les applications à actualiser leur contenu en arrière-plan lorsque l’appareil est connecté à un réseau Wi‑Fi. Désactiver les applications peut prolonger l’autonomie de la batterie.
he: ניתן לאפשר ליישומים להתעדכן ברקע בעת חיבור לרשת אלחוטית. ביטול אפשרות זו עשוי להאריך את חיי הסוללה.
hi: वाई-फ़ाई नेटवर्क चालू होने पर बैकग्राउंड में ऐप्स को अपना कॉन्टेंट रीफ़्रेश करने की अनुमति दें। ऐप्स बंद कर देने से बैटरी लाइफ़ बचाने में मदद मिल सकती है।
hr: Dozvolite aplikacijama osvježavanje njihovog sadržaja u pozadini kad ste spojeni na Wi-Fi. Isključenjem aplikacija možete produljiti trajanje baterije.
hu: A tartalom háttérben történő frissítésének engedélyezése az appok számára Wi-Fi használata esetén. Az appok kikapcsolása növelheti az akkumulátor üzemidejét.
id: Izinkan app menyegarkan kontennya saat terhubung ke Wi-Fi di latar belakang. Mematikan app dapat membantu menghemat masa pakai baterai.
it: Consenti alle app di aggiornare i propri contenuti in background quando il tuo dispositivo è connesso a una rete Wi-Fi. Disattivando le app, la durata della batteria potrebbe aumentare.
ja: Wi-Fi通信接続中に、使用されていないアプリがバックグラウンドでコンテンツを更新することを許可します。以下の設定でアプリをオフにするとバッテリー駆動時間を節約できる可能性があります。
kk: Wi-Fi желісі қосулы болғанда, қолданбаларға контентті фондық режимде жаңартуға рұқсат беріңіз. Қолданбаны өшіріп, аккумулятор қуатын үнемдеуге болады.
ko: Wi‑Fi에 연결되어 있을 때 백그라운드에서 앱 콘텐츠를 새로 고칠 수 있도록 허용합니다. 앱을 끄면 배터리 소모를 줄일 수 있습니다.
lt: Leiskite programoms atnaujinti turinį fone, prisijungus prie „Wi-Fi“. Išjungus programas, akumuliatorius gali veikti ilgiau.
ms: Benarkan app menyegarkan semula kandungannya apabila menggunakan Wi-Fi di latar belakang. Menyahaktifkan app mungkin membantu menjimatkan hayat bateri.
nl: Sta toe dat de inhoud van apps op de achtergrond wordt ververst bij verbinding met een wifinetwerk. Door apps uit te schakelen, gaat de batterij mogelijk langer mee.
no: Tillat at apper kan oppdatere innhold i bakgrunnen når du er koblet til Wi‑Fi. Lukking av apper kan gi lengre batteribrukstid.
pl: Aplikacje mogą odświeżać swoje dane w tle przez sieć Wi‑Fi. Wyłączenie aplikacji może przedłużyć pracę na baterii.
pt: Permite que os apps atualizem conteúdo em 2º plano quando houver uma conexão Wi-Fi. A desativação de apps pode preservar a duração da bateria.
pt_pt: Permitir que as aplicações atualizem o respetivo conteúdo, em segundo plano, quando houver ligação a uma rede Wi‑Fi. Fechar as aplicações pode contribuir para poupar bateria.
ro: Permiteți aplicațiilor să-și reîmprospăteze conținutul prin Wi-Fi în fundal. Dezactivarea funcției pentru unele aplicații poate proteja autonomia bateriei.
ru: Разрешать в фоновом режиме обновление приложениями их контента при нахождении в сети Wi‑Fi. Время работы от аккумулятора можно увеличить, выключив приложения.
sk: Umožní apkám osviežovať obsah na pozadí, ak je dostupné pripojenie k Wi-Fi. Vypnutím apiek môžete predĺžiť výdrž batérie.
sl: Dovolite aplikacijam, da osvežijo vsebino v ozadju, ko uporabljate Wi-Fi. Z izklopom aplikacij lahko podaljšate čas delovanja baterije.
sv: Tillåt appar att uppdatera sitt innehåll vid anslutning till Wi-Fi i bakgrunden. Om du stänger av appar kan batteritiden förbättras.
th: อนุญาตให้แอปดึงข้อมูลเนื้อหาใหม่ขณะที่ใช้ Wi‑Fi อยู่เบื้องหลัง การปิดไม่อนุญาตแอปอาจช่วยยืดระยะเวลาการใช้งานแบตเตอรี่
tr: Arka planda Wi-Fi’ye bağlıyken uygulamaların içeriklerini yenilemesine izin verir. Uygulamaların kapatılması pil ömrünü uzatmaya yardımcı olabilir.
uk: Дозволити програмам оновлювати контент, коли вони в мережі Wi-Fi та у фоновому режимі. Вимкнення програм допоможе заощадити заряд.
vi: Cho phép các ứng dụng làm mới nội dung trong nền khi sử dụng Wi-Fi. Việc tắt các ứng dụng có thể giúp duy trì thời lượng pin.
zh_cn: 使用Wi-Fi时，允许App在后台刷新内容。关闭App有助于节省电量。
zh_hk: 允許App在連接Wi-Fi時，背景更新內容。關閉App可協助你延長電池使用時間。
zh_tw: 連接Wi-Fi時，允許App在背景中重新整理內容。關閉App可協助你保存電池續航力。
